---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.In
source: html/6cb7d195-c162-fa8d-8889-787881d4f91d.htm
---
# Autodesk.Revit.DB.SymbolTypeId.In Property

Symbol in, indicating unit Inches.

## Syntax (C#)
```csharp
public static ForgeTypeId In { get; }
```